/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Γνωρίστε το Skype WiFi";
"INTRO_SUBHEADER" = "Συνδεθείτε στο διαδίκτυο μέσω δημόσιων σημείων πρόσβασης WiFi και πληρώστε μόνο για τα λεπτά που χρησιμοποιείτε με την Πίστωση Skype.";
"INTRO_ICON_WIFI" = "Χρησιμοποιήστε το Skype, διαβάστε email και σερφάρετε στον Ιστό.";
"INTRO_ICON_GLOBE" = "Το Skype WiFi είναι διαθέσιμο σε περισσότερες από ένα εκατομμύριο τοποθεσίες παγκοσμίως.";
"INTRO_ICON_SKYPECREDIT" = "Πληρώστε μόνο για τα λεπτά που χρησιμοποιείτε.";

"STATE_CHECKINGNETWORK_HEADER" = "Παρακαλούμε περιμένετε…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Έλεγχος του δικτύου για Skype WiFi";

"STATE_JOINWIFI_HEADER" = "Δεν είστε συνδεδεμένοι σε WiFi";
"STATE_JOINWIFI_SUBHEADER" = "Συνδεθείτε σε ένα δημόσιο δίκτυο WiFi που υποστηρίζει Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Είστε ήδη συνδεδεμένοι";
"STATE_ALREADYONLINE_SUBHEADER" = "Φαίνεται ότι είστε ήδη συνδεδεμένοι στο διαδίκτυο. Το Skype WiFi σάς επιτρέπει να συνδεθείτε μέσω ενός δημόσιου σημείου πρόσβασης WiFi σε περισσότερες από 1 εκατομμύριο τοποθεσίες παγκοσμίως.";

"STATE_GENERALERROR_HEADER" = "Δεν είναι δυνατή η σύνδεση";
"STATE_GENERALERROR_SUBHEADER" = "Αυτό το δίκτυο WiFi δεν ανταποκρίνεται σωστά. Παρακαλούμε προσπαθήστε να συνδεθείτε σε ένα άλλο δίκτυο.";

"STATE_CONNECT_HEADER" = "Το Skype WiFi είναι διαθέσιμο εδώ";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Με τη σύνδεσή σας συμφωνείτε με τους <a href=\"%@\">όρους χρήσης</a> του παρόχου της υπηρεσίας";

"STATE_CONNECT_BUTTON" = "Σύνδεση";
"STATE_CONNECTING_BUTTON" = "Σύνδεση…";

"STATE_CONNECTED_SHORT" = "Σε σύνδεση";
"STATE_CONNECTED_HEADER" = "Έχετε συνδεθεί με το Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Αποσύνδεση";
"STATE_DISCONNECTING_BUTTON" = "Αποσύνδεση…";

"STATE_NOCREDIT_HEADER" = "Δεν έχετε αρκετή Πίστωση Skype";


/* === Mac only === */

"OK_BUTTON" = "ΟΚ";
"LEARNMORE_BUTTON" = "Μάθετε περισσότερα";
"CLOSE_BUTTON" = "Κλείσιμο";
"GO_BACK_BUTTON" = "Επιστροφή";
"CONTINUE_BUTTON" = "Συνέχεια";

"REQUIRES_OSX_VERSION_MESSAGE" = "Το Skype WiFi απαιτεί OS X %@ ή νεότερη έκδοση.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Το Skype WiFi δεν μπορεί ακόμη να χρησιμοποιηθεί με το λογαριασμό Microsoft που έχετε. Αντί για αυτό, συνδεθείτε με το Όνομα Skype και το συνθηματικό σας.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Το Skype WiFi δεν μπορεί ακόμη να χρησιμοποιηθεί με το λογαριασμό Microsoft που έχετε. Δημιουργήστε ένα λογαριασμό Skype και συνδεθείτε απευθείας με αυτόν.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — \"%@\"";

"FLOATER_CONNECTED_TITLE" = "Έχετε συνδεθεί με το Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "Έχετε συνδεθεί";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Η σύνδεση σύντομα θα λήξει";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Για τη δική σας ασφάλεια, όταν συνδέεστε χρησιμοποιώντας την Πίστωση Skype σας, η σύνδεση θα διακόπτεται αυτόματα σε περίπτωση που εσείς ξεχάσετε να αποσυνδεθείτε.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d λεπτά";

"STATE_CONNECT_SUBHEADER" = "Συνδεθείτε μέσω αυτού του δικτύου στο διαδίκτυο χρησιμοποιώντας το Skype WiFi και πληρώστε μόνο για τα λεπτά που χρησιμοποιείτε με την Πίστωση Skype.";
"STATE_CONNECT_FREE_HEADER" = "Το Skype WiFi είναι δωρεάν εδώ";
"STATE_CONNECT_FREE_SUBHEADER" = "Απολαύστε ελεύθερη πρόσβαση στο διαδίκτυο σε αυτό το σημείο πρόσβασης με το Skype WiFi. Σερφάρετε στον Ιστό, δείτε τα email σας ή απλώς χρησιμοποιήστε το Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Έχω λογαριασμό σε αυτόν τον πάροχο";
"STATE_CONNECT_WISPR_SUBHEADER" = "Εάν έχετε ήδη έναν λογαριασμό σε αυτόν τον πάροχο, πληκτρολογήστε τα διαπιστευτήριά σας εδώ.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Η σύνδεσή σας στο διαδίκτυο λήγει σύντομα";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Μπορείτε να αποσυνδεθείτε οποιαδήποτε στιγμή και θα χρεωθείτε μόνο για τα λεπτά που χρησιμοποιήσατε.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Είστε συνδεδεμένοι στο διαδίκτυο για %d λεπτά περίπου.";
"COUNTUP_0MIN" = "Είστε συνδεδεμένοι στο διαδίκτυο για λιγότερο από ένα λεπτό.";
"COUNTUP_1MIN" = "Είστε συνδεδεμένοι στο διαδίκτυο για ένα λεπτό περίπου.";
"STATE_CONNECTED_WISPR_HEADER" = "Έχετε συνδεθεί";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Έχετε συνδεθεί χρησιμοποιώντας τον λογαριασμό που έχετε σε αυτόν τον πάροχο σημείου πρόσβασης. Μπορείτε να αποσυνδεθείτε οποιαδήποτε στιγμή.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Αξιολογήστε αυτό το σημείο πρόσβασης";

"STATE_CONNECTED_EXTEND_BUTTON" = "Μείνετε συνδεδεμένοι";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Επανασύνδεση…";

"STATE_NOCREDIT_SUBHEADER" = "Χρειάζεστε Πίστωση Skype για πληρωμή ανά λεπτό για πρόσβαση στο διαδίκτυο με το Skype WiFi εδώ.";
"STATE_NOCREDIT_BUTTON" = "Αγοράστε Πίστωση";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Έλεγχος δικτύου";
"STATE_JOINWIFI_SHORT" = "Δεν υπάρχει WiFi";
"STATE_ALREADYONLINE_SHORT" = "Έχετε ήδη συνδεθεί";
"STATE_GENERALERROR_SHORT" = "Σφάλμα";
"STATE_CONNECT_SHORT" = "Διαθέσιμο εδώ";
"STATE_NOCREDIT_SHORT" = "Δεν έχετε πίστωση";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "Απομένουν %d λεπτά";
"TIMEEXPIRE_1MINUTE_LEFT" = "Απομένει 1 λεπτό";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Απομένει λιγότερο από ένα λεπτό";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Η σύνδεσή σας στο διαδίκτυο λήγει σύντομα.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Όνομα Skype";
"LOGIN_PASSWORD_PLACEHOLDER" = "Συνθηματικό";
"LOGIN_BUTTON" = "Σύνδεση";
"SIGN_OUT_BUTTON" = "Αποσύνδεση";

/* unused */
"LOGIN_PROBLEMS" = "Έχετε πρόβλημα να συνδεθείτε;";
"LOGIN_CREATE_ACCOUNT" = "Δημιουργία λογαριασμού";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Ρυθμίσεις";
/* unused */
"SETTINGS_BUTTON" = "Ρυθμίσεις";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi έκδοση %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype ή/και Microsoft";
"ABOUT_PATENTPENDING" = "Εκκρεμούν διπλώματα ευρεσιτεχνίας";
"ABOUT_FEEDBACK_BUTTON" = "Σχόλια";
"ABOUT_LEGAL_BUTTON" = "Νομικές πληροφορίες";
"ABOUT_TRADEMARK" = "Η επωνυμία Skype, τα αντίστοιχα εμπορικά σήματα και λογότυπα, καθώς και το λογότυπο \"S\" είναι εμπορικά σήματα της Skype.";
"ABOUT_DISCLAIMER" = "Προειδοποίηση: Το παρόν πρόγραμμα προστατεύεται από το νόμο περί πνευματικής ιδιοκτησίας και από διεθνείς συμβάσεις. Η μη εξουσιοδοτημένη αναπαραγωγή ή διανομή αυτού του προγράμματος ή τμήματος αυτού μπορεί να οδηγήσει σε σοβαρές αστικές και ποινικές κυρώσεις και θα ασκηθούν ποινικές διώξεις στο μέγιστο επιτρεπόμενο από τη νομοθεσία βαθμό.";

/* unused */
"PROFILE_BUTTON" = "Προφίλ";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Όνομα Skype";
"PROFILE_SKYPECREDIT" = "Πίστωση Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/A";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Φόρτωση…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Σημεία πρόσβασης που έχετε επισκεφθεί";
"USAGE_PREVIOUSCONNECTIONS" = "Προηγούμενες συνδέσεις";
"USAGE_LASTUSED" = "Τελευταία χρήση";
"USAGE_LASTUSED_NEVER_VALUE" = "Ποτέ";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@, %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Δημοφιλείς τοποθεσίες";
"SUPPORTEDNETWORKS_PROVIDERS" = "Πάροχοι";
